[
	{
		"id": "http://zotero.org/users/3887706/items/JGPRIZRR",
		"type": "thesis",
		"abstract": "Long-track, violent tornadoes are rare events, but are responsible for a disproportionate majority of tornado fatalities, injuries, and property damage. It has been observed that such tornadoes are often generated as part of a series produced by one supercell, and preceded by one or more smaller tornadoes. At some point, a transition in the tornado production mode occurs, from short-track, cyclic tornado production (mode I), to long-track, single (plus satellite) tornado production (mode II). This transition has been documented only a few times at close range by Doppler weather radars.",
		"event-place": "Norman, OK",
		"genre": "Dissertation",
		"language": "en_US",
		"note": "Accepted: 2019-05-01T17:23:28Z\nArtwork Medium: application.pdf\nInterview Medium: application.pdf",
		"publisher": "University of Oklahoma",
		"publisher-place": "Norman, OK",
		"source": "shareok.org",
		"title": "Multiple Cyclic Tornado Production Modes in the 5 May 2007 Greensburg, Kansas Supercell Storm",
		"URL": "https://shareok.org/handle/11244/319425",
		"author": [
			{
				"family": "Tanamachi",
				"given": "Robin L."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2011"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/US5K3QQ3",
		"type": "thesis",
		"event-place": "University Park, PA",
		"genre": "Dissertation",
		"language": "en",
		"publisher": "Pennsylvania State University",
		"publisher-place": "University Park, PA",
		"source": "etda.libraries.psu.edu",
		"title": "A Hybrid Nudging-Ensemble Kalman Filter Approach to Data Assimilation",
		"URL": "https://etda.libraries.psu.edu/catalog/12441",
		"author": [
			{
				"family": "Lei",
				"given": "Lili"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2011"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/664KFKQJ",
		"type": "thesis",
		"abstract": "The Mesoscale Predictability Experiment (MPEX) conducted during the spring of 2013 included frequent coordinated sampling of near-storm environments via upsondes.  These unique observations were taken to better understand the upscale effects of deep convection on the environment, and are used to validate the accuracy of convection-allowing (del x = 3 km) model ensemble analyses. A 36-member ensemble was created with physics diversity using the Weather Research and Forecasting model, and observations were assimilated via the Data Assimilation Research Testbed using an ensemble adjustment Kalman filter.  A four-day sequence of convective events from 28-31 May 2013 in the south central United States was analyzed by assimilating Doppler radar and conventional observations.  No MPEX upsonde observations were assimilated.  Since the ensemble mean analyses produce an accurate depiction of the storms, the MPEX observations are used to verify the accuracy of the analyses of the near-storm environment.  \n\nThe MPEX observations reveal modest analysis errors overall when considering all samples, although specific environmental regions reveal larger errors in some state fields. Since the environmental ensemble analyses have been thoroughly verified, convection-allowing models are used to assess the short-term (1-2 hours) impacts of convection on the surrounding environment. Convection evolution dependencies on the environment are assessed using the ensemble sensitivity technique. This includes forecast proxies for various hazards including tornadoes, hail, and damaging winds.  Results suggest scenarios where environmental modifications by convection are significant in further convection evolution, supporting the notion of storm-environment feedbacks.",
		"event-place": "Norman, OK",
		"genre": "Dissertation",
		"language": "en_US",
		"note": "Accepted: 2017-05-03T15:15:06Z",
		"publisher": "University of Oklahoma",
		"publisher-place": "Norman, OK",
		"source": "shareok.org",
		"title": "Analysis of environmental modifications by deep convection during the Mesoscale Predictability Experiment",
		"URL": "https://shareok.org/handle/11244/50449",
		"author": [
			{
				"family": "Kerr",
				"given": "Christopher"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2017",
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/QLQAK3NB",
		"type": "thesis",
		"abstract": "Recently, an ensemble of the three-dimensional variational data assimilation (En3DA) system has been developed based on Advanced Regional Prediction System (ARPS) three-dimensional variational (3DVar) data assimilation (DA) system. However, the DA system is basically designed for radar data assimilation and only compatible with the ARPS model. In this study, the DA system is extended to include the interface that link the DA system with the broadly used Weather Research and Forecasting (WRF) model and to also incorporate additional satellite retrieval data into the DA process. A major goal here is to evaluate whether simultaneous assimilation of satellite retrieval data and radar data through an En3DA approach has positive impacts on initializing and forecasting convective-scale weather.\nThe first part of this thesis describes the details about the WRF interface and algorithm of assimilating selected satellite data in the En3DA system. To better drive the WRF model, a post-processing program is introduced after DA. The forward operator and its adjoint for satellite data assimilation are embedded into the En3DA system. This DA system and the WRF model are then tested with an idealized tornadic supercell case and a real data tornadic supercell case. More precisely, an idealized supercell storm initialized by the sounding from the tornadic event occurred on 20 May 1977 Del City, Oklahoma, and the real data case is the 26 May 2016 Solomon, Kansas EF-4 tornadic thunderstorm case. \nThe idealized case evaluates the assimilation of simulated radar and satellite retrieval data under different storm environments. Radar radial velocity, reflectivity, satellite derived cloud water path (CWP) and total precipitable water (TPW) data are produced from the simulated supercell storm, and then assimilated into the WRF model. Two types of experiments are performed. Radar and satellite CWP data are assimilated firstly under a perfect storm environment. Additional TPW data is assimilated under a dry biased environment in the second type of experiments. The first set of experiments indicates that incorporating satellite CWP data into radar data assimilation leads to a much faster initiation of supercell storms. Assimilating CWP data primarily improves the analyses of non-precipitating hydrometeor variables such as cloud and ice, as well as temperature. Results from the second set of experiments demonstrate the importance of the storm environment. With the biased storm environment, assimilation of CWP and radar data can enhance the analyses, but the forecast skill rapidly decreases in 1-hour forecast. Experiments show that the TPW data has a large effectiveness in the first 30-min free forecast, but gives little impact thereafter. The reason is that the TPW is a vertical integration of water vapor content and cannot provide information of the moisture vertical structure which is the key to the storm development. \nA similar experimental design is applied to a tornadic supercell storm event on 25-26 May 2016. Four sets of experiments are performed. The first one does not assimilate any data (NoDA), the second one assimilates CWP data alone (CWP), the third one assimilates radar data alone (RAD), and the final one assimilates both radar and satellite data (RADCWP). It is found that best DA and forecast results are provided in RADCWP experiment. In the DA results, the structures of the supercell storm including cold pool, wind fields and reflectivity pattern are reasonably analyzed in the RADCWP. The scope and intensity of strong precipitation area (indicated by reflectivity field) and cold pool area look more reasonable. The positive impacts of both data types are also supported by 1 hour free forecasts after DA cycling. Biases and RMS errors are smallest as well as skill scores are best for the RADCWP experiment when both data are used.\nIn general, the idealized case with inaccurate moisture environment indicates that the correctness of storm environment is a significant component to the accuracy of the convective scale NWP. The combination of radar data and satellite data within the En3DA method results in better analyses and forecasts than that when only using radar data for the idealized. In the real data case, the positive impact of both radar and CWP data is demonstrated. However, this is only one real data case. Further investigations of the influence of radar and CWP data in storm-scale DA and convective NWP, especially the impact of more satellite data and product such as TPW, will be conducted in the future studies.",
		"event-place": "Norman, OK",
		"genre": "Thesis",
		"language": "en_US",
		"note": "Accepted: 2017-08-01T19:19:24Z",
		"publisher": "University of Oklahoma",
		"publisher-place": "Norman, OK",
		"source": "shareok.org",
		"title": "Simultaneous Assimilation of Radar and Satellite Data for Covective Scale NWP Using Hybrid Ensemble Variational Data Assimilation Approach",
		"URL": "https://shareok.org/handle/11244/51870",
		"author": [
			{
				"family": "Pan",
				"given": "Sijie"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2017"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/4ABNQYZC",
		"type": "thesis",
		"abstract": "Hourly maximum fields of simulated storm diagnostics from experimental versions of convection-allowing models (CAMs) provide valuable information regarding severe weather potential. The focus of this work is to extract operationally relevant tornado probabilities from the CAM-based Weather Research and Forecasting (WRF) ensemble initialized daily at the National Severe Storms Laboratory (NSSL-WRF). Probabilities are derived in three main ways: by using updraft helicity (UH), UH filtered by model-derived environmental parameters, and through combining UH and model-derived environmental parameters with observed climatological tornado frequencies. Contrasting these methods compares a binary threshold exceedance approach and a probabilistic paradigm. Rather than using a specific threshold of UH as a proxy for tornadogenesis and relying on the ensemble to generate probabilities, the probabilistic approach treats each point as having a certain probability of producing a tornado, depending on the surrounding environmental conditions. Additionally, the ensemble-generated forecasts using both approaches are compared with the 0600 UTC Storm Prediction Center (SPC)’s tornado probabilities, to determine whether ensemble forecasts approach the skill of expert forecasters. While the methods derived using the threshold approach overforecast tornado probability magnitude, the probabilities that incorporate climatological frequency information perform much more reliably, particularly when the storm timing was considered. For the probabilistic forecasts to be operationally relevant, cooperation with forecasters is critical in their development. A database of right-moving supercells developed by SPC forecasters was used to generate the climatological frequencies on which three sets of probabilities are based. Through NOAA’s Hazardous Weather Testbed Spring Forecasting Experiment (SFE), subjective daily evaluation of the probabilistic forecasts provided feedback during SFE 2015 that led to the development of the climatological frequency probabilities. When the climatological frequency probabilities were evaluated in SFE 2017, the prevalence of false alarm from nocturnal mesoscale convective systems led to the incorporation of timing information which reduces that false alarm. Therefore, the forecast probabilities are targeting the right-moving supercells, reflecting the underlying climatological frequencies.",
		"event-place": "Norman, OK",
		"genre": "Dissertation",
		"language": "en_US",
		"note": "Accepted: 2017-12-08T14:45:07Z",
		"publisher": "University of Oklahoma",
		"publisher-place": "Norman, OK",
		"source": "shareok.org",
		"title": "Deriving Operationally Relevant Tornado Probabilities from Convection-Allowing Ensembles",
		"URL": "https://shareok.org/handle/11244/52733",
		"author": [
			{
				"family": "Gallo",
				"given": "Burkely"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2017",
					12
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/79BG7VCK",
		"type": "thesis",
		"abstract": "Over the recent two decades, space agencies have put enormous effort into remote sensing for understanding the global water and energy cycles. Our understanding of global hydrology has advanced in this golden age of satellite hydrology. This dissertation explores the global to continental- scale applications of multiple satellite missions for Earth system models to understand land-surface processes. Data assimilation is a novel approach to integrated satellite observations and models to provide continuous and more realistic estimates. In Chapter 2, I investigate impacts of land data assimilation (DA) on runoff and river discharge. Multiple experiments with the assimilation of different combinations of remote-sensing datasets are conducted using the Community Land Model version 4 (CLM4), constrained by assimilating observations from the Moderate Resolution Imaging Spectroradiometer (MODIS), Gravity Recovery and Climate Experiment (GRACE), and Advanced Microwave Scanning Radiometer for EOS (AMSR-E). Results show GRACE-DA dominants runoff, and snow-DA-induced runoff are pronounced in high and mid-latitude. GRACE-DA improves the spatial pattern of river discharge during summer and autumn. This study shows how data assimilation help improve discharge estimation. Satellite observations are used as benchmarks for diagnosing model performances in Chapter 3. Results show a systematic cold bias over drylands in the latest Coupled Model Intercomparison Project Phase 6 (CMIP6) simulation, associated with overestimated evapotranspiration cooling. The aridity-dependent biases in skin temperatures show modeled deficiencies in land-atmosphere interactions. Results suggest a higher priority to develop and improve related processes to eliminate temperature biases in state-of-art climate models in dry conditions. Predicting droughts is a great challenge of climate models. In Chapter 4, we investigate the physical process that controls water availability during drought to understand the mechanisms causing the disparities. Results suggest that using different physical parameterizations, such as considering vegetation response, affect water availability but also skin temperature through the modulation of evapotranspiration. The studies presented in this dissertation demonstrate the applications of satellite information in the field of large-scale climate modeling as data assimilation, benchmarking, and data inputs. Emerging challenges are shown and shed some light on the future research direction of global hydrology.",
		"event-place": "Austin, TX",
		"genre": "Dissertation",
		"language": "en",
		"publisher": "University of Texas",
		"publisher-place": "Austin, TX",
		"source": "repositories.lib.utexas.edu",
		"title": "Advancing the application of remote sensing to improve land surface modeling",
		"URL": "https://hdl.handle.net/2152/117616",
		"author": [
			{
				"family": "Wu",
				"given": "Wen-Ying"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					8,
					13
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/BNRRIW92",
		"type": "thesis",
		"abstract": "Clouds play an important role in regulating our climate, and it is vital that we are able to accurately simulate them in global climate models. Data assimilation can be used to force the model towards simulating a specific historical event, and then the clouds simulated can be compared to those observed during the event. Two data assimilation methods, Newtonian relaxation and Kalman filtering, are used to force the Community Atmosphere Model version 6 towards the state of the atmosphere that was observed in July of 2013. The use of the two methods produced significantly different results. The results produced using Newtonian relaxation indicate the Community Atmosphere Model simulates clouds reasonable well. The results produced using Kalman filtering support the conclusion that there may have been an error in the way the model was set up for that run.",
		"event-place": "Seattle, WA",
		"genre": "Thesis",
		"language": "en_US",
		"publisher": "University of Washington",
		"publisher-place": "Seattle, WA",
		"source": "digital.lib.washington.edu",
		"title": "Veriﬁcation of cloud production in the Community Atmosphere Model: A comparison of two data assimilation techniques",
		"title-short": "Veriﬁcation of cloud production in the Community Atmosphere Model",
		"URL": "http://hdl.handle.net/1773/42184",
		"author": [
			{
				"family": "Sutherland",
				"given": "Bethany"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2018",
					7,
					31
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/YL46CBQJ",
		"type": "thesis",
		"abstract": "Ensemble Kalman filter data assimilation experiments are conducted using velocity data from the National Weather Service Radar 88-D and a Shared Mobile Atmospheric Research and Teaching Radar to determine how two different two-moment (Morrison and Milbrandt-Yau) microphysical parameterizations affect the supercell cold pool and the evolution of storm structure. Using in-situ data gathered by StickNet probes, the simulated cold pool can be objectively verified against the observations. This verification is done over the entire supercell and over the two main regions of the supercell (forward- and rear-flanks). The resulting cold pools from the experiments are colder in the forward flank and warmer in the rear flank than the observed StickNet values. The Morrison microphysical parameterization produces more realistic supercell structure in reflectivity shape and strength and the cold pool shape is also more similar to the observed cold pool. The Milbrandt-Yau reflectivity shape is more elongated and more narrow and does not match the observed supercell reflectivity structure. The Morrison microphysical parameterization results more accurately represent the observed supercell. High amounts of rain are present near the updraft of the Morrison parameterizations in the area where the strongest part of the cold pool resides. These high precipitation regions are caused by hail melting and rain evaporating. The evolution of rain, especially, is in part controlled by collision and coalescence. Depending on the size of the raindrops, they will collect and grow larger or breakup into smaller drops. The parameter controlling how the rain drops breakup is varied in another set of experiments. The effect of changes to the drop breakup on the supercell cold pool temperature is shown to be more than 0.5 K averaged over the entire supercell and 2 K over the rear-flank region of the supercell where drop breakup is occurring most frequently. Lowering the drop breakup threshold produces a colder cold pool over the entire supercell structure and raising this threshold warms the cold pool. Varying the hail fall speed has a minor effect on the cold pool structure and temperature. The variation of the drop breakup threshold in an ensemble framework improves the model’s representation of the supercell cold pool and the resulting storm structure. This also plays a role in altering the amount of barocliniclly generated vorticity along the rear-flank gust front. As the supercell goes through a mesocyclone replacement cycle the ensembles with the varying and more accurate drop breakup thresholds produce a stronger new updraft and mesocyclone that is closer to what was observed. The ensemble members can be subset and used outside of the mean to investigate the effects of various drop breakup thresholds on the cold pool. Lowering the drop breakup threshold cools the supercell cold pool over the entire storm, which brings the rear-flank temperature values closer to the observed StickNet values, but this produces a too-cold forward flank. Stitching together accurate rear-flank and forward-flank members produces a new way of investigating and diagnosing the supercell cold pool.",
		"event-place": "Lubbock, TX",
		"genre": "Dissertation",
		"note": "Book Title: Effects of Microphysical Parameterizations and Drop Breakup on Supercells and Supercell Cold Pools.",
		"publisher": "Texas Tech University",
		"publisher-place": "Lubbock, TX",
		"source": "ttu-primo.com",
		"title": "Effects of Microphysical Parameterizations and Drop Breakup on Supercells and Supercell Cold Pools",
		"URL": "https://hdl.handle.net/2346/82253",
		"author": [
			{
				"family": "Reinhart",
				"given": "Anthony"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2016"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/38EVVJZI",
		"type": "thesis",
		"event-place": "Lubbock, TX",
		"genre": "Thesis",
		"publisher": "Texas Tech University",
		"publisher-place": "Lubbock, TX",
		"title": "Comparing observation impact between variational and ensemble data assimilation schemes on short-term, low-level wind forecasting",
		"URL": "http://hdl.handle.net/2346/46963",
		"author": [
			{
				"family": "Kashawlic",
				"given": "Erin"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2012"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/E5UNSQGG",
		"type": "thesis",
		"abstract": "The recent increase in use of ensembles in numerical weather prediction has led to new information being available to forecasters, including uncertainty statistics and probabilistic guidance. Ensemble Sensitivity Analysis (ESA) offers additional information that describes the relationship between a forecast metric known as the response function and initial or early forecast errors, and it is capable of revealing features of the flow that are dynamically relevant to the chosen forecast. The applicability of ESA to a high resolution convection forecast of April 2012 is investigated with an Ensemble Kalman Filter based on the Weather Research and Forecasting model. It is shown that forecasts of convection are primarily sensitive to positional differences in the synoptic-scale flow. The selection of the response function is also explored to determine how to choose a convective forecast metric. Sensitivity does vary with the choice of response, but the same features tend to be highlighted in all cases. Sensitivity is also compared with a standardized form in which the raw value is weighted by the ensemble spread in order to determine the merit of each type. The standardized sensitivity provides information on expected forecast error, and it reveals features that are not highlighted in the raw sensitivity. In addition, a cross-grid approach to sensitivity is studied in order to determine if it shows similar results as the same-grid method. Results show them to have differences, but the cross-grid method still reveals realistic features in the context of the event.",
		"event-place": "Lubbock, TX",
		"genre": "Thesis",
		"language": "en_US",
		"publisher": "Texas Tech University",
		"publisher-place": "Lubbock, TX",
		"source": "ttu-ir.tdl.org",
		"title": "Ensemble sensitivity analysis applied to Southern Plains convection",
		"URL": "http://hdl.handle.net/2346/50308",
		"author": [
			{
				"family": "Bednarczyk",
				"given": "Christopher N."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2013",
					8
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/6PR9RF9C",
		"type": "thesis",
		"abstract": "The use of ensembles in Numerical Weather Prediction models is becoming an increasingly effective method of forecasting. Many studies have shown that using the mean of an ensemble as a deterministic solution produces the most accurate forecasts. However, the mean will eventually lose its usefulness as a deterministic forecast in the presence of nonlinearity. At synoptic scales, this appears to occur between 12-24 hr forecast time, and on storm-scales it may occur significantly faster due to stronger nonlinearity. When this does occur, the question then becomes: Should the mean still be adhered to, or would a different approach, such as a deterministic forecast initialized from a set of mean initial conditions or using the ensemble member(s) closest to the mean, produce better results? This thesis will investigate the usefulness of the mean within a WRF-model utilizing an ensemble Kalman filter and explore best-member techniques for severe convective events in the Southern Plains. An outbreak of supercells in Oklahoma and a squall line in Texas are the two convective events chosen for this study. Composite radar reflectivity from both the WRF model and observations are assessed using the Method for Object-based Diagnostic Evaluation (MODE), part of NCAR’s Model Evaluation Tools. In order to determine when the mean becomes unrealistic, the divergence of the mean of the ensemble (Mean) and a deterministic forecast initialized from a set of mean initial conditions (Centroid) are examined. It is found that significant divergence between the Mean and Centroid emerges no later than 6 hr into a convective event. The Mean and Centroid are each compared to observations, with the Centroid being more accurate for nearly all forecasts studied. For the case that the Mean provides a better forecast than the Centroid, an approach is offered to identify the member or group of members that is closest to the Mean when the Mean becomes unrealistic. Such a forecast will contain similar forecast errors as the Mean, but unlike the Mean, will be on an actual forecast trajectory.",
		"event-place": "Lubbock, TX",
		"genre": "Thesis",
		"language": "eng",
		"publisher": "Texas Tech University",
		"publisher-place": "Lubbock, TX",
		"source": "ttu-ir.tdl.org",
		"title": "Ensemble mean storm-scale performance in the presence of nonlinearity and best member techniques for improved prediction",
		"URL": "http://hdl.handle.net/2346/58479",
		"author": [
			{
				"family": "Hollan",
				"given": "Michael A."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2013",
					12
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/2GQIS9ZH",
		"type": "thesis",
		"abstract": "Inherent predictability limitations with high impact weather phenomena, particularly severe convective events, warrants the use of ensemble sampling to represent forecast uncertainty. Convection-allowing ensemble forecast systems, however, have largely demonstrated the tendency to be underdispersive, insufficiently representing the true forecast uncertainty. One likely source of inadequate spread is insufficient sampling of subgrid-scale processes. Improving subgrid-scale model error representation, and more appropriately accounting for the uncertainty in parameterizations of small-scale processes (e.g. boundary layer turbulence or microphysical processes) in the modeled atmospheric state, can be obtained via two methods. One is by stochastically perturbing internal time tendencies or parameters of the physical parameterizations and the second is by varying the physical parameterizations themselves within an ensemble. While numerous works have shown forecast improvement when one or both of these techniques have been used within coarser mesoscale ensembles, little has been done to adequately investigate the impact of varying physics parameterizations in a convection-allowing system. This work tests a series of varied physics experiments with a 40-member WRF-DART convection-allowing ensemble run over a particularly active severe weather period in early May 2015. The ensemble is executed on a 12-km domain on which data assimilation is performed, with a downscaled 4-km convection-allowing grid nested across the south and central plains of the United States. The control experiment uses a fixed set of physics options and is compared against experiments that have varied physics parameterizations applied to both domains. Experiments are also performed with physics varied only on the outer domain while remaining fixed on the nested grid to determine if a nested domain can obtain added spread through downscaled initial and lateral boundary conditions from the parent domain with varied physics. Forecast performance within these experiments is assessed in three ways to understand the changes in spread-skill scores and their consistency: traditional state variable performance including RMSE and bias across both domains, probabilistic rainfall reliability, and rainfall object-based verification techniques. New measures of spread using convective object-based attributes are developed to quantify spread-skill performance of convective storms in space and time, and is a unique aspect of this work. Results for state variable performance reveal that the calibration of forecasts is significantly improved on both domains when physics are varied, especially at low levels and for temperature. The ensemble mean is overall more skillful while the ensemble distribution contains noticeably more variance, although this is at the expense of several members having degraded performance. In terms of convective object performance, occurrence statistics are slightly degraded when physics parameterizations are varied, but, the calibration of object error-to-variance in space and time is noticeably improved. Noticeable improvement is seen for neighborhood probabilistic (reliability) forecasts of rainfall when physics are varied compared to fixed. Results when only the planetary boundary layer or only the microphysics scheme is varied suggests that forecast error is best represented with boundary layer parametrization for convective storms (object-based verification) and best represented with microphysics parametrization for lighter, non-convective rainfall rates (probabilistic verification). The application of these results to the TTU realtime WRF-DART ensemble system will be discussed.",
		"event-place": "Lubbock, TX",
		"genre": "Dissertation",
		"language": "eng",
		"publisher": "Texas Tech University",
		"publisher-place": "Lubbock, TX",
		"source": "ttu-ir.tdl.org",
		"title": "Performance characteristics of convection-allowing ensemble forecasts with varied physics parameterizations",
		"URL": "http://hdl.handle.net/2346/72721",
		"author": [
			{
				"family": "Burghardt",
				"given": "Brock J."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2017",
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/T3YKQUBR",
		"type": "thesis",
		"abstract": "Ensemble sensitivity analysis (ESA) is a useful and computationally inexpensive tool for analyzing how features in the flow at early forecast times affect different relevant forecast features later in the forecast window. Given the surplus of observations relative to data assimilation cycles, ensemble sensitivity may be used to increase predictability and forecast accuracy through an objective ensemble subsetting technique. This technique identifies ensemble members with the smallest errors in regions of high sensitivity to produce a smaller, more representative ensemble subset. While ensemble subsets have been shown to reduce forecast errors with statistical significance for synoptic-scale systems, its application to convective scales has yet to be explored. Current work investigates the utility of an objective, convective-scale ensemble subsetting technique. The technique was subjectively evaluated during the 2018 NOAA Hazardous Weather Testbed Spring Forecasting Experiment (HWT SFE) where most participant feedback was positive, and was further evaluated with applications to a multi-model ensemble system during the 2019 SFE. Objective verification of the sensitivity-based ensemble subsetting technique is conducted for twelve probabilistic forecasts of 2-5 km updraft helicity (UH) and simulated reflectivity. The subsetting procedure is optimized for fractions skill scores and reliability metrics through a rigorous permutation experiment performed on these forecasts. While certain subset configurations prove beneficial to UH forecasts for all cases considered, the improvements attained are not statistically-significant. Forecasts of simulated reflectivity experience more consistent benefit from subsets, likely owing to the status of reflectivity as a directly-verifiable quantity. These results and their broader implications for convective-scale predictability are discussed.",
		"event-place": "Lubbock, TX",
		"genre": "Thesis",
		"language": "eng",
		"publisher": "Texas Tech University",
		"publisher-place": "Lubbock, TX",
		"source": "ttu-ir.tdl.org",
		"title": "Convective-scale ensemble subsetting with ensemble sensitivity analysis",
		"URL": "https://hdl.handle.net/2346/85334",
		"author": [
			{
				"family": "Coleman",
				"given": "Austin Alyse"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					8
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/BPKJ2HVM",
		"type": "thesis",
		"abstract": "Snow cover modulates the Earth's surface energy and water fluxes, and snowmelt runoff is the principal source of water for humans and ecosystems in many of the middle to high latitudes in the Northern Hemisphere. Understanding spatial and temporal variation in snowpack is crucial for climate studies and water resource management and thus the climate and hydrological research communities have invested in improving large-scale snow estimates. This dissertation aims to develop an advanced snow radiance assimilation (RA) system to improve continental-scale snow water storage estimates. The RA system is comprised of the Community Land Model version 4 (CLM4) (for snow energy and mass balance modeling), radiative transfer models (RTMs) (for brightness temperature estimates), and the Data Assimilation Research Testbed (DART) (for ensemble-based data assimilation). Two snowpack RTMs, the Microwave Emission Model for Layered Snowpacks (MEMLS) and the Dense Media Radiative Transfer--Multi Layers model (DMRT-ML), are used to simulate T[subscript B] of a multi-layered snowpack. Through an error characterization study, this dissertation presents that the correlations between snow water equivalent (SWE) error and brightness temperature (T[subscript B]) error and subsequent RA performance in estimating snow are significantly affected by all physical properties of soil and snow involved in estimating T[subscript B]. Based on the error characterization results, it is hypothesized that the continental-scale RA performance in estimating snow water storage can be improved by simultaneously updating all model physical states and parameters determining T[subscript B] based on a rule, in which prior estimates are updated depending on their correlations with a prior T[subscript B]. The results of a series of RA experiments show that the improved continental-scale snow estimates are obtained by applying the hypothesis. This dissertation also shows that further improvement of the performance of the RA system can be achieved, especially for vegetated areas, by assimilating the best-performing frequency channels (i.e., 18.7 and 23.8 GHz) and by considering the vegetation single scattering albedo to represent the vegetation effect on T[subscript B] at the top of the atmosphere.",
		"event-place": "Austin, TX",
		"genre": "Dissertation",
		"language": "en",
		"publisher": "University of Texas",
		"publisher-place": "Austin, TX",
		"source": "repositories.lib.utexas.edu",
		"title": "Development and evaluation of an advanced microwave radiance data assimilation system for estimating snow water storage at the continental scale",
		"URL": "http://hdl.handle.net/2152/45944",
		"author": [
			{
				"family": "Kwon",
				"given": "Yonghwan"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2016",
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/W7T5MT4N",
		"type": "thesis",
		"abstract": "The past few decades have seen decreasing trends of snow-covered regions in the Northern Hemisphere. It remains unknown how these trends affect the spatial and temporal variability of snowpack water storage, a variable with significant implications for managing water resources to meet agricultural, municipal, and hydropower demands. To improve snowpack estimates, this dissertation developed a new snow data assimilation system (SNODAS) through multi-institutional collaborations. The new SNODAS consists of coupling of the Community Land Model version 4 (CLM4) and the Data Assimilation Research Testbed (DART), which is capable of assimilating multi-sensor satellite observations including the Moderate Resolution Imaging Spectroradiometer (MODIS) snow cover fraction (SCF) and the Gravity Recovery and Climate Experiment (GRACE) terrestrial water storage (TWS) anomalies. This dissertation describes the new SNODAS, presents the results of the data assimilation of MODIS SCF and GRACE TWS observations, and assesses the influence of uncertainties from multiple sources on the SNODAS performance. The first two studies compared the open loop run and the assimilation runs to evaluate the data assimilation (DA) performance. Data assimilation results were also evaluated against other independent observation-based snow data on daily and monthly timescales. Both assimilations can improve the snowpack simulations in CLM4; their strengths and drawbacks were discussed. When only MODIS SCF is assimilated, the innovation (i.e. the difference between analysis and forecast) is marginal in the regions where the snow cover extent reaches 100% regardless of snow mass changes. Further assimilation of GRACE TWS anomalies, however, can adjust the modeled snowpack, resulting in noteworthy improvements over the MODIS-only run in high-latitude regions. The effectiveness of the assimilation was analyzed over several Arctic river basins and various land covers. The third study discussed the influences of atmospheric forcing, model structure, DA technique, and satellite remote sensing product within the framework of SNODAS. The atmospheric forcing uncertainty is found to be the largest among the various uncertainty sources examined, especially over the Tibetan Plateau and most of the mid- and high-latitudes. The uncertainty of model structure as represented by two different parameterizations of SCF is the second largest. DA methods and products of GRACE TWS data have relatively less impacts. This study also showed that CLM4.5 produces better TWS anomalies than CLM4, which would have implications for improving the performance of GRACE TWS data assimilation.",
		"event-place": "Austin, TX",
		"genre": "Dissertation",
		"language": "en",
		"publisher": "University of Texas",
		"publisher-place": "Austin, TX",
		"source": "repositories.lib.utexas.edu",
		"title": "Multivariate land snow data assimilation in the Northern Hemisphere : development, evaluation and uncertainty quantification of the extensible data assimilation system",
		"title-short": "Multivariate land snow data assimilation in the Northern Hemisphere",
		"URL": "http://hdl.handle.net/2152/32613",
		"author": [
			{
				"family": "Zhang",
				"given": "Yongfei"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2015",
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/6IRCLU26",
		"type": "thesis",
		"abstract": "Wind power is rapidly gaining prominence as a major source of renewable energy. Harnessing this promising energy source is challenging because of the intermittent nature of wind and its propensity to change speed and direction over short time scales. Accurate forecasting tools are critical to support the integration of wind energy into power grids and to maximize its impact on renewable energy portfolios. A numerical weather prediction tool is limited by model errors arising from simplifications in the way it represents the physics of the natural system. Land surface - atmosphere feedbacks are strongly dependent on both atmospheric processes and hydrologic processes at and below the land surface. It has been shown in the literature that improving the physical representation of these feedbacks leads to better forecast results for precipitation distribution and wind speeds. Key to this physical representation is soil moisture distribution. By using PF.WRF, a fully-coupled hydrologic and atmospheric model incorporating the ParFlow hydrologic model in the the Weather Research and Forecasting atmospheric code, it is possible to dynamically simulate water movements in the subsurface generating more realistic soil moisture fields to interact directly with atmospheric processes. This work traces uncertainty propagation from subsurface hydraulic conductivity through soil moisture and latent heat flux and into the atmosphere to analyze its impact on wind speed, the extent of that impact in the presence of prevailing winds, and the length scales over which that impact is important. A data assimilation system using an implementation of the ensemble Kalman filter is developed and verified to reduce uncertainty in simulated wind speed by informing the forecast system with observed soil moisture values, demonstrating that even in a small model domain wind speed is sensitive to variation in soil moisture distribution.",
		"event-place": "Golden, CO",
		"genre": "Dissertation",
		"language": "eng",
		"note": "Accepted: 2007-01-03T04:21:03Z\nArtwork Medium: doctoral dissertations\nInterview Medium: doctoral dissertations\npublisher: Colorado School of Mines. Arthur Lakes Library",
		"publisher": "Colorado School of Mines",
		"publisher-place": "Golden, CO",
		"source": "repository.mines.edu",
		"title": "Building a better wind forecast: a stochastic forecast system using a fully-coupled hydrologic-atmospheric model",
		"title-short": "Building a better wind forecast",
		"URL": "https://repository.mines.edu/handle/11124/76832",
		"author": [
			{
				"family": "Williams",
				"given": "John"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2012"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/WWV2TG56",
		"type": "thesis",
		"abstract": "Observation network design requires some framework for sensitivity studies. The goal is to place observations where they will reduce forecast error the most. We use uncertainty estimates from our best forecast models as an indicator of forecast error. The first step is then to find initial-state perturbations that reduce forecast uncertainty by minimizing a user-dependent norm. Adjoint models have helped meet this challenge for decades. More recently, ensemble sensitivities have emerged as a powerful alternative to adjoint models. Under the conditions of Gaussian statistics and an infinite ensemble, lagged covariances from an ensemble can be used equivalently to an adjoint model to give the least-squares minimization of a given cost function. One practical advantage is that costly development and maintenance of tangent linear and adjoint models are avoided. Ensemble sensitivities have been shown to be an effective alternative to adjoint models. They have been used successfully to diagnose predictors of forecast error in synoptic storms, extratropical transition and developing hurricanes. Because they rely on lagged covariances from a finite-sized ensemble, they are subject to sampling error and spurious covariances. However, their efficacy for high-resolution forecasts in mountainous environments has not been thoroughly explored. We present results from experiments designed to establish the potential for ensemble sensitivity computations with a high resolution mesoscale model (grid spacing 4 km) in complex terrain. Using the Weather Research and Forecast (WRF) model and the Data Assimilation Research Testbed (DART) we compute sensitivities with cost functions defined to emphasize parameters affecting fog forecasting in the boundary layer. High sensitivities are interpreted as indicating low predictability for forecasting in the mountains. Results from convergence studies reveal the ensemble sizes needed to robustly estimate the sensitivities. We comment on the implications of results for observation placement and on the expected impact of model inadequacy.",
		"event-place": "Monterey, CA",
		"genre": "Thesis",
		"language": "en",
		"publisher": "Naval Postgraduate School",
		"publisher-place": "Monterey, CA",
		"source": "calhoun.nps.edu",
		"title": "The Potential Observation Network Design with Mesoscale Ensemble Sensitivities in Complex Terrain",
		"URL": "https://hdl.handle.net/10945/6774",
		"author": [
			{
				"family": "Chilcoat",
				"given": "Kenneth H."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2012",
					3
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/EF55SNFU",
		"type": "thesis",
		"abstract": "Recent expansion in availability of stand-alone atmospheric observing sensors introduces the question of where placement maximizes gain in forecast accuracy. This study examined how sensitivity analysis and observation targeting can be used to optimize sensor placement. The primary objective of this project was to determine whether a mesoscale Ensemble Sensitivity Analysis (ESA) can be used to identify the sensitivity profile of fog formation in a complex terrain environment. Building on work by Chilcoat (2012), this study utilized several alternate methodologies to conduct ESA, including a more realistic observing network and implementation of a Gaussian filter. The second objective was to determine whether the calculated sensitivities could be used to reduce forecast uncertainty for a forecast metric related to dense fog formation. This was done by introducing a real-world truth observation at the location of greatest sensitivity. The results of this study indicate that ESA provides a cogent mesoscale sensitivity profile which can be used to accurately predict forecast changes in fog using initial condition potential temperature values. This type of information may prove valuable in planning the layout of future observational networks, as well as introduce the potential for performing data-thinning during data assimilation and real-time updates to forecast metrics.",
		"event-place": "Monterey, CA",
		"genre": "Thesis",
		"language": "en",
		"note": "publisher: Monterey, California. Naval Postgraduate School",
		"publisher": "Naval Postgraduate School",
		"publisher-place": "Monterey, CA",
		"source": "calhoun.nps.edu",
		"title": "A Further Examination of Potential Observation Network Design with Mesoscale Ensemble Sensitivities in Complex Terrain",
		"URL": "https://hdl.handle.net/10945/32917",
		"author": [
			{
				"family": "Wile",
				"given": "Sean M."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2013",
					3
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/VDDX6KHH",
		"type": "thesis",
		"abstract": "Multiple mesoscale numerical weather simulations are conducted to evaluate whether Ensemble Sensitivity Analysis (ESA) is a useful tool determining the sensitivity of a severe downslope windstorm (DSWS) in complex terrain to initial conditions and assimilated observations. A 96-member ensemble is implemented with 1.33 km grid spacing. Sensitive regions are found both upstream and downstream, based on a new forecast metric that indicates the potential for turbulence and strong winds reaching the Earths surface. Approximating the effects of assimilating a perfect observation at these sensitivity locations, then executing non-linear ensemble forecasts, shows the linear approximations in ESA are reasonable. We analyze the roles of upstream wind and stability structures, and leeside conditions, in determining the strength and propagation of winds down the mountain slope and onto the adjacent plains. Results suggest that ESA is a viable method to identify observation locations to improve forecasts of fine-scale, non-linear, high-impact events such as DSWS. Also, 14 severe DSWS identified by the High Wind Alert System located at the USAF Academy, CO are modeled utilizing a deterministic WRF configuration. Analysis shows that non-wave breaking events account for the strongest DSWS and propagate further away from the mountains than breaking events at this location.",
		"event-place": "Monterey, CA",
		"genre": "Dissertation",
		"language": "en",
		"publisher": "Naval Postgraduate School",
		"publisher-place": "Monterey, CA",
		"source": "calhoun.nps.edu",
		"title": "Ensemble sensitivity analysis of a severe downslope windstorm in complex terrain: implications for forecast predictability scales and targeted observing networks",
		"title-short": "Ensemble sensitivity analysis of a severe downslope windstorm in complex terrain",
		"URL": "https://hdl.handle.net/10945/37639",
		"author": [
			{
				"family": "Homan",
				"given": "Paul B."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2013",
					9
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/2YNADCSZ",
		"type": "thesis",
		"abstract": "A goal of The Observing System Research and Predictability Experiment (THORPEX) Pacific Asian Regional Campaign (T-PARC) that was conducted in 2008 over the western North Pacific was to examine the targeted observation for improving initial conditions of numerical forecasts of typhoon track and intensity. Results indicated that observation impacts depended on the location of the observation with respect to the storm and the altitude from which the observation provided a profile of winds, temperature, and moisture. In this thesis, the experiment results were augmented by testing the impact of observations that could potentially be obtained from an unmanned Global Hawk aircraft taking observations over the large-scale environment from an altitude that provided for profiles of the entire troposphere. The case of Typhoon Sinlaku is used as operational typhoon track forecast scenarios were highly uncertain and research-based aircraft observations were available to test against the pseudo Global Hawk observations. Three numerical experiments are conducted such that initial conditions were based on conventional observations, conventional and inner-storm aircraft observations and conventional and pseudo Global Hawk observations. Inclusion of pseudo Global Hawk observations resulted in the most accurate intensity forecasts but track forecasts were best using observations of the storm inner core.",
		"event-place": "Monterey, CA",
		"genre": "Thesis",
		"language": "en",
		"publisher": "Naval Postgraduate School",
		"publisher-place": "Monterey, CA",
		"source": "calhoun.nps.edu",
		"title": "Impacts of potential aircraft observations on forecasts of tropical cyclones over the western North Pacific",
		"URL": "https://hdl.handle.net/10945/44619",
		"author": [
			{
				"family": "Mitchell",
				"given": "Mark C."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2014",
					12
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/T9E49J6I",
		"type": "thesis",
		"abstract": "This dissertation draws a connection between the problem of adaptive command following and data assimilation with driver estimation. For these two different problems, two different approaches are adapted - retrospective cost adaptive control (RCAC) and ensemble adjustment Kalman filter (EAKF). Both methods are first applied to linear minimum phase examples to demonstrate the modeling requirements and operating principles. Next, RCAC robustness to the accuracy of nonminimum phase (NMP) zero is investigated for plants of varying order and relative degree and is then improved through a convex constraint on the controller poles. It is demonstrated that the convex constraint significantly improves the transient and steady state command following and disturbance rejection performance. RCAC is then shown to successfully solve the command following problem for a nonlinear system (planar multilink arm) in a particular range of command amplitudes.\n\nThis nonlinear example serves as a nice introduction to the data assimilation problem for a particular space weather model, which can be thought of as a generalization of the command following problem. The command in this case comes from real satellite data and the goal is to make a space weather model track the conditions observed by the satellites. The particular model used in this project is the global ionosphere-thermosphere model (GITM). GITM's states (densities, temperatures and velocities for multiple species over a three-dimensional grid) and inputs (solar flux index F10.7) are estimated using the EAKF. The assimilation technique is first demonstrated on the simulated data and is then applied to real satellite data. Successful assimilation of neutral density measurements from the CHAMP satellite as well as total electron content measurements from the GPS satellites is demonstrated.",
		"event-place": "Ann Arbor, MI",
		"genre": "Dissertation",
		"language": "en_US",
		"note": "Accepted: 2013-06-12T14:15:26Z",
		"publisher": "University of Michigan",
		"publisher-place": "Ann Arbor, MI",
		"source": "deepblue.lib.umich.edu",
		"title": "Adaptive Control and Data Assimilation for Nonlinear Systems.",
		"URL": "http://deepblue.lib.umich.edu/handle/2027.42/97826",
		"author": [
			{
				"family": "Morozov",
				"given": "Alexey V."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2013"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/DV74T25Y",
		"type": "thesis",
		"event-place": "Boulder, CO",
		"genre": "Dissertation",
		"publisher": "University of Colorado",
		"publisher-place": "Boulder, CO",
		"title": "Beating The Curse of Dimensionality of Sequential Monte Carlo For Bayesian Inverse Problems In Nonlinear Fluids",
		"URL": "https://scholar.colorado.edu/concern/graduate_thesis_or_dissertations/pk02cb67g",
		"author": [
			{
				"family": "Robinson",
				"given": "Gregor A."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/VXYIPGRZ",
		"type": "thesis",
		"abstract": "The variation of topography in Colorado not only adds to the beauty of its landscape, but also tests our ability to predict warm season severe convection. Deficient radar coverage and limited observations make quantitative precipitation forecasting quite a challenge. Past studies have suggested that greater forecast skill of mesoscale convection initiation and precipitation characteristics are achievable considering an ensemble with explicitly predicted convection compared to one that has parameterized convection. The range of uncertainty and probabilities in these forecasts can help forecasters in their precipitation predictions and communication of weather information to emergency managers (EMs). EMs serve an integral role in informing and protecting communities in anticipation of hazardous weather. An example of such an event occurred on the evening of 6 June 2012, where areas to the lee of the Rocky Mountain Front Range were impacted by flash-flood-producing severe convection that included heavy rain and copious amounts of hail. Despite the discrepancy in the timing, location and evolution of convection, the convection-allowing ensemble forecasts generally outperformed those of the convection-parameterized ensemble in representing the mesoscale processes responsible for the 6-7 June severe convective event. Key features sufficiently reproduced by several of the convection-allowing ensemble members resembled the observations: 1) general location of a convergence boundary east of Denver, 2) convective initiation along the boundary, 3) general location of a weak cold front near the Wyoming/Nebraska border, and 4) cold pools and moist upslope characteristics that contributed to the backbuilding of convection. Members from the convection-parameterized ensemble that failed to reproduce these results displaced the convergence boundary, produced a cold front that moved southeast too quickly, and used the cold front for convective initiation. The convection-allowing ensemble also showed greater skill in forecasting heavy precipitation amounts in the vicinity of where they were observed during the most active convective period, particularly near urbanized areas. A total of 9 Front Range EMs were interviewed to research how they understood hazardous weather information, and how their perception of forecast uncertainty would influence their decision making following a heavy rain event. Many of the EMs use situational awareness and past experiences with major weather events to guide their emergency planning. They also highly valued their relationship with the National Weather Service to improve their understanding of weather forecasts and ask questions about the uncertainties. Most of the EMs perceived forecast uncertainty in terms of probability and with the understanding that forecasting the weather is an imprecise science. The greater the likelihood of occurrence (implied by a higher probability of precipitation) showed greater confidence in the forecast that an event was likely to happen. Five probabilistic forecast products were generated from the convection-allowing ensemble output to generate a hypothetical warm season heavy rain event scenario. Responses varied between the EMs in which products they found most practical or least useful. Most EMs believed that there was a high probability for flooding, as illustrated by the degree of forecasted precipitation intensity. Most confirmed perceiving uncertainty in the different forecast representations, sharing the idea that there is an inherent uncertainty that follows modeled forecasts. The long-term goal of this research is to develop and add reliable probabilistic forecast products to the \"toolbox\" of decision-makers to help them better assess hazardous weather information and improve warning notifications and response.",
		"event-place": "Fort Collins, CO",
		"genre": "Thesis",
		"language": "English",
		"note": "publisher: Colorado State University. Libraries",
		"publisher": "Colorado State University",
		"publisher-place": "Fort Collins, CO",
		"source": "mountainscholar.org",
		"title": "Ensemble-based analysis of Front Range severe convection on 6-7 June 2012: forecast uncertainty and communication of weather information to Front Range decision-makers",
		"title-short": "Ensemble-based analysis of Front Range severe convection on 6-7 June 2012",
		"URL": "http://hdl.handle.net/10217/82539",
		"author": [
			{
				"family": "Vincente",
				"given": "Vanessa"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2014"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/Q456ZNSP",
		"type": "thesis",
		"event-place": "Réunion, France",
		"genre": "Dissertation",
		"publisher": "Université de la Réunion",
		"publisher-place": "Réunion, France",
		"source": "Google Scholar",
		"title": "Assimilation de données satellitaires géostationnaires dans des modèles atmosphériques à aire limitée pour la prévision du rayonnement solaire en région tropicale",
		"URL": "https://theses.hal.science/tel-02495080/",
		"author": [
			{
				"family": "Kurzrock",
				"given": "Frederik"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/6DWC677G",
		"type": "thesis",
		"event-place": "San Diego, CA",
		"genre": "Dissertation",
		"publisher": "San Diego State University and Claremont Graduate University",
		"publisher-place": "San Diego, CA",
		"title": "Data assimilation unit for the general curvilinear environmental model | San Diego State University Digital Collections",
		"URL": "https://digitalcollections.sdsu.edu/do/7aa98069-99b1-4ffa-8bb1-06b3af46db68",
		"author": [
			{
				"family": "Garcia",
				"given": "Mariangel"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2015"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/M4AC595E",
		"type": "thesis",
		"abstract": "Ensemble and variational techniques have gained wide popularity as the two main approaches for solving data assimilation and inverse problems. The majority of the methods in these two approaches are derived (at least implicitly) under the assumption that the underlying probability distributions are Gaussian. It is well accepted, however, that the Gaussianity assumption is too restrictive when applied to large nonlinear models, nonlinear observation operators, and large levels of uncertainty. This work develops a family of fully non-Gaussian data assimilation algorithms that work by directly sampling the posterior distribution. The sampling strategy is based on a Hybrid/Hamiltonian Monte Carlo (HMC) approach that can handle non-normal probability distributions. The first algorithm proposed in this work is the \"HMC sampling filter\", an ensemble-based data assimilation algorithm for solving the sequential filtering problem. Unlike traditional ensemble-based filters, such as the ensemble Kalman filter and the maximum likelihood ensemble filter, the proposed sampling filter naturally accommodates non-Gaussian errors and nonlinear model dynamics, as well as nonlinear observations. To test the capabilities of the HMC sampling filter numerical experiments are carried out using the Lorenz-96 model and observation operators with different levels of nonlinearity and differentiability. The filter is also tested with shallow water model on the sphere with linear observation operator. Numerical results show that the sampling filter performs well even in highly nonlinear situations where the traditional filters diverge. Next, the HMC sampling approach is extended to the four-dimensional case, where several observations are assimilated simultaneously, resulting in the second member of the proposed family of algorithms. The new algorithm, named \"HMC sampling smoother\", is an ensemble-based smoother for four-dimensional data assimilation that works by sampling from the posterior probability density of the solution at the initial time. The sampling smoother naturally accommodates non-Gaussian errors and nonlinear model dynamics and observation operators, and provides a full description of the posterior distribution. Numerical experiments for this algorithm are carried out using a shallow water model on the sphere with observation operators of different levels of nonlinearity. The numerical results demonstrate the advantages of the proposed method compared to the traditional variational and ensemble-based smoothing methods. The HMC sampling smoother, in its original formulation, is computationally expensive due to the innate requirement of running the forward and adjoint models repeatedly. The proposed family of algorithms proceeds by developing computationally efficient versions of the HMC sampling smoother based on reduced-order approximations of the underlying model dynamics. The reduced-order HMC sampling smoothers, developed as extensions to the original HMC smoother, are tested numerically using the shallow-water equations model in Cartesian coordinates. The results reveal that the reduced-order versions of the smoother are capable of accurately capturing the posterior probability density, while being significantly faster than the original full order formulation. In the presence of nonlinear model dynamics, nonlinear observation operator, or non-Gaussian errors, the prior distribution in the sequential data assimilation framework is not analytically tractable. In the original formulation of the HMC sampling filter, the prior distribution is approximated by a Gaussian distribution whose parameters are inferred from the ensemble of forecasts. The Gaussian prior assumption in the original HMC filter is relaxed. Specifically, a clustering step is introduced after the forecast phase of the filter, and the prior density function is estimated by fitting a Gaussian Mixture Model (GMM) to the prior ensemble. The base filter developed following this strategy is named cluster HMC sampling filter (ClHMC ). A multi-chain version of the ClHMC filter, namely MC-ClHMC , is also proposed to guarantee that samples are taken from the vicinities of all probability modes of the formulated posterior. These methodologies are tested using a quasi-geostrophic (QG) model with double-gyre wind forcing and bi-harmonic friction. Numerical results demonstrate the usefulness of using GMMs to relax the Gaussian prior assumption in the HMC filtering paradigm. To provide a unified platform for data assimilation research, a flexible and a highly-extensible testing suite, named DATeS , is developed and described in this work. The core of DATeS is implemented in Python to enable for Object-Oriented capabilities. The main components, such as the models, the data assimilation algorithms, the linear algebra solvers, and the time discretization routines are independent of each other, such as to offer maximum flexibility to configure data assimilation studies.",
		"event-place": "Blacksburg, VA",
		"genre": "Dissertation",
		"language": "en",
		"note": "publisher: Virginia Tech",
		"publisher": "Virginia Polytechnic Institute and State University",
		"publisher-place": "Blacksburg, VA",
		"source": "vtechworks.lib.vt.edu",
		"title": "Advanced Sampling Methods for Solving Large-Scale Inverse Problems",
		"URL": "http://hdl.handle.net/10919/73683",
		"author": [
			{
				"family": "Attia",
				"given": "Ahmed"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2016",
					9,
					19
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/5ZP92H2E",
		"type": "thesis",
		"abstract": "The significant role of sea ice in local and global climate and human-environment interactions in a rapidly changing world, necessitates a solid understanding of its recent and future states. Future Arctic sea ice extent decline under anthropogenic climate change is a well-accepted theme within climate science—the Arctic is expected to become seasonally ice-free by 2050 in the majority of models included in CMIP6. As the sea ice pack declines, however, it may become more variable over the next few decades and thus less predictable on shorter timescales. Attempts to improve sea ice forecasting at seasonal-to-subseasonal lead times have been slowed by relatively poor initial conditions and a paucity of observations that capture the full sea ice state. Over the last decade, the first attempts at assimilating sea ice thickness (SIT) data into prognostic sea ice models have demonstrated promise in addressing this initial condition problem. Of the relatively few studies which have attempted such assimilations, only a handful have focused explicitly on the sensitivity of SIT assimilation experiments, and none (to this author’s knowledge) have sought to characterize the full potential of assimilating a single day of SIT observations. This thesis seeks to supply this missing theoretical underpinning and hopes to inform future attempts to assimilate increasingly accurate estimates of SIT into complex sea ice models",
		"event-place": "Seattle, WA",
		"genre": "Thesis",
		"language": "en_US",
		"publisher": "University of Washington",
		"publisher-place": "Seattle, WA",
		"source": "digital.lib.washington.edu",
		"title": "The Promise of Sea Ice Thickness: A Data Assimilation Application for Modern Arctic Climate",
		"title-short": "The Promise of Sea Ice Thickness",
		"URL": "http://hdl.handle.net/1773/48820",
		"author": [
			{
				"family": "Wieringa",
				"given": "Molly"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					7,
					14
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/NLJNPV97",
		"type": "thesis",
		"abstract": "Distributed worldwide, over 300 million smartphones are now capable of measuring atmospheric pressure, providing a potential surface observing network of unprecedented density and coverage. To examine the utility of such a network and test potential approaches for collection, quality control, and bias correction of smartphone pressures, a novel smartphone pressure app was developed. Within this app, observational uncertainty was quantified, quality control was performed, and sources of error were minimized. New machine learning techniques were developed to proactively correct observation bias. To test the performance of the app and evaluate the utility of smartphone pressure observations, WRF-EnKF experiments were performed for two case studies. In both case studies, smartphone pressures were able to constrain forecasts and analyses of observed and unobserved variables. In the second case-study full-cycling experiments assimilating smartphone pressures were able to successfully predict the forecast track and intensity of a major wind storm. Partial cycling experiments revealed that by improving initial conditions smartphone pressure assimilation can enhance forecasts at short lead times.",
		"event-place": "Seattle, WA",
		"genre": "Thesis",
		"language": "en_US",
		"publisher": "University of Washington",
		"publisher-place": "Seattle, WA",
		"source": "digital.lib.washington.edu",
		"title": "Advanced Approaches for the Collection, Quality Control, and Bias Correction of Smartphone Pressure Observations and Their Application in Numerical Weather Prediction",
		"URL": "http://hdl.handle.net/1773/39940",
		"author": [
			{
				"family": "McNicholas",
				"given": "Callie"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2017",
					8,
					11
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/26YWVN32",
		"type": "thesis",
		"abstract": "This research thesis first examines the ability of Community Atmosphere Model (CAM) and Community Climate System Model (CCSM) in simulating the South Asian Monsoon (SAM) summer precipitation in a framework of ensemble. On this basis, the climatic relevant singular vectors (CSVs) perturbation theory is applied to investigate the optimal error growth of SAM seasonal forecast due to the uncertainties in the Pacific and Indian Oceans. Then, the ensemble prediction of SAM constructed by CSVs is evaluated, and further compared with one traditional ensemble method. It is found that CAM4 adequately simulated monsoon precipitation, and considerably reduced systematic errors that occurred in its predecessors, although it tends to overestimate monsoon precipitation when compared with observations. In terms of monsoon interannual variability and its teleconnection with sea surface temperature (SST), CAM4 showed modest skill. In the CCSM4 coupled simulations, several aspects of the monsoon simulation are improved, including the cross-variability of simulated precipitation and SST. A significant improvement is seen in the spatial distribution of monsoon mean climatology where a too-heavy monsoon precipitation, which occurred in CAM4, is rectified. A detailed investigation of precipitation reduction, using sensitivity experiments, showed that the large systematic cold SST errors in the northern Indian Ocean reduces monsoon precipitation and delays the monsoon onset by weakening local evaporation. The CSV analysis using CAM4 revealed that the SST uncertainties in Indian Ocean can result in much larger error growth of SAM seasonal forecast than those in the equatorial Pacific Ocean. It is seen that the CSVs error growth rate changes significantly depending on the initial states whereas the CSVs patterns are insensitive to the initial conditions. The CAM4 comparison with CCSM4 coupled model indicated that the CSVs patterns from CAM4 are similar to those from CCSM4 while the error growth rate is lower in CAM4 than in CCSM4. CAM4",
		"event-place": "Prince George, BC, Canada",
		"genre": "Dissertation",
		"language": "English",
		"license": "Copyright retained by the author.",
		"note": "DOI: 10.24124/2015/bpgub1066",
		"publisher": "University of Northern British Columbia",
		"publisher-place": "Prince George, BC, Canada",
		"source": "unbc.arcabc.ca",
		"title": "Ensemble simulation and forecasting of South Asian Monsoon.",
		"URL": "https://unbc.arcabc.ca/islandora/object/unbc:16990",
		"author": [
			{
				"family": "Islam",
				"given": "Siraj Ul"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2015"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/QWLJP4IH",
		"type": "thesis",
		"abstract": "The North American monsoon (NAM) is responsible for summer severe weather in the Southwest U.S. and northwest Mexico and its associated rainfall contributes the highest percentage of yearly precipitation to this region. Short-term convection-allowing model forecasts have shown difficultly in replicating the diurnal cycle of NAM convective precipitation. Generally, convection initiating over the Sierra Madre Occidental (SMO) mountain range in the early afternoon may later organize into mesoscale convective systems (MCSs) that propagate west towards the lower elevations and Gulf of California (GOC). MCSs account for the greatest proportion of all NAM-related precipitation. In my dissertation, I investigate the performance of daily short-term WRF hindcasts on moisture and precipitation with and without the assimilation of precipitable water vapor (PWV) measurements from Global Positioning System (GPS) ground receivers in the NAM GPS Transect Experiment 2013.\nIn Chapter 2.1, I investigate the overall performance of daily hindcasts during the 2013 monsoon season without data assimilation. The 2.5-km convection-allowing hindcasts consistently display a moist bias in their initial conditions compared to GPS-PWV observations; this leads to diurnal convection beginning 3-6 hours earlier than observations. Because the precipitation forecast skill varies with the proximity of an inverted trough (IV), I compare the days when an IV is present (“strongly forced”) to days when an IV is not present (“weakly forced”). I find that strongly forced days display higher precipitation forecast skill than weakly forced days especially in the slopes of the northern SMO west of the crest that is associated with MCSs. In a case study spanning 8-9 July 2013, when nearly identical MCSs evolved over northern Sonora on consecutive days, the MCS is poorly simulated on the first day (weakly forced) when the IV is east of the SMO while a salient MCS is simulated on the second day (strongly forced) when that IV is over the SMO. I find a greater ensemble-based sensitivity to the initial specification of PWV for the weakly forced day when compared to the strongly forced day. Therefore, GPS-PWV data assimilation has the potential to benefit weakly forced days the most.\nIn Chapter 2.2, for the weakly forced day (8 July 2013), I explore the impact of ensemble data assimilation of GPS-PWV observations to the model fields and the hindcast simulation of an MCS that occurred 9-15 hours after forecast initialization. I find that GPS-PWV DA improves location and intensity of the MCS. For all experiments, the GPS-PWV DA reduces the PWV root-mean-square-error to within the GPS-PWV observation error of 1-2 mm at initialization and reduces the initial wet bias. Although there is a short “memory” of these adjustments in that the PWV RMSE across the sites rises quickly and approaches the RMSE of the non-DA experiment after 2 hours, this is due to advective effects near the GOC in that the adjustments move quickly away or toward the sites. Assimilating GPS-PWV observations lowers the moisture (water vapor mixing ratio) error in the lower atmosphere to where is it within the instrument error aboard the radiosonde. From my sensitivity analyses, I conclude that increasing the covariance localization cutoff radius improves the MCS when adjusting all state variables but degrades it when adjusting only thermodynamic variables. Also, I recommend assimilating a mean hourly observation (“superobbing”) rather than individual 5-min observations as it allows for more stable adjustments. Lastly, I note that having a 12-h spin-up improves the MCS simulation because the initial conditions have a chance to make their way to the convection-allowing grid before GPS-PWV DA adjusts the MCS towards the observation. \nIn a region of complex terrain that suffers from unreliable observations and poor convective forecasts during the NAM, I have shown utility from GPS-PWV observations in a) the diagnosis of wet model bias, b) the improvement of the initial conditions via convection-allowing ensemble data assimilation, and c) the improvement of MCS simulation. The results of this dissertation point to a need for more observations in the vertical and a deeper understanding of sensitivities of atmospheric variables to one another, such as what can be gained with with a network of ground-based lidars that continuously monitor the boundary layer.",
		"event-place": "Tucson, AZ",
		"genre": "Dissertation",
		"language": "en",
		"note": "Accepted: 2019-06-28T04:01:54Z\npublisher: The University of Arizona.",
		"publisher": "University of Arizona",
		"publisher-place": "Tucson, AZ",
		"source": "repository.arizona.edu",
		"title": "Investigating the Performance of Convection-Allowing Hindcast Simulations during the North American Monsoon with and without GPS-PWV Data Assimilation",
		"URL": "https://repository.arizona.edu/handle/10150/633162",
		"author": [
			{
				"family": "Moker Jr.",
				"given": "James"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/MNHTX63P",
		"type": "thesis",
		"event-place": "Huntsville, AL",
		"genre": "Dissertation",
		"publisher": "University of Alabama",
		"publisher-place": "Huntsville, AL",
		"title": "Using satellite observations of river height and vegetation to improve National Water Model initialization and streamflow prediction",
		"URL": "https://louis.uah.edu/uah-dissertations/166",
		"author": [
			{
				"family": "Elmer",
				"given": "Nicholas"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2019"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/LYPP7P97",
		"type": "thesis",
		"event-place": "Montreal, QC, Canada",
		"genre": "Dissertation",
		"language": "http://id.loc.gov/vocabulary/iso639-2/eng",
		"note": "publisher: McGill University",
		"publisher": "McGill University",
		"publisher-place": "Montreal, QC, Canada",
		"title": "Attempts to extract novel information from radar for convective-scale data assimilation",
		"URL": "https://escholarship.mcgill.ca/concern/theses/zk51vp30z",
		"author": [
			{
				"family": "Sodhi",
				"given": "Jagdeep"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2023"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/BBI69SSW",
		"type": "thesis",
		"abstract": "The most important resources to fulfill today’s energy demands are fossil fuels, such as oil and natural gas. When exploiting hydrocarbon reservoirs, a detailed and credible model of the subsurface structures to plan the path of the borehole, is crucial in order to minimize economic and ecological risks. Before that, the placement, as well as the operations of oil rigs need to be planned carefully, as off-shore oil exploration is vulnerable to hazards caused by strong currents. The oil and gas industry therefore relies on accurate ocean forecasting systems for planning their operations. This thesis presents visual workflows for creating subsurface models as well as planning the placement and operations of off-shore structures. Creating a credible subsurface model poses two major challenges: First, the structures in highly ambiguous seismic data are interpreted in the time domain. Second, a velocity model has to be built from this interpretation to match the model to depth measurements from wells. If it is not possible to obtain a match at all positions, the interpretation has to be updated, going back to the first step. This results in a lengthy back and forth between the different steps, or in an unphysical velocity model in many cases. We present a novel, integrated approach to interactively creating subsurface models from reflection seismics, by integrating the interpretation of the seismic data using an interactive horizon extraction technique based on piecewise global optimization with velocity modeling. Computing and visualizing the effects of changes to the interpretation and velocity model on the depth-converted model, on the fly enables an integrated feedback loop that enables a completely new connection of the seismic data in time domain, and well data in depth domain. For planning the operations of off-shore structures we present a novel integrated visualization system that enables interactive visual analysis of ensemble simulations used in ocean forecasting, i.e, simulations of sea surface elevation. Changes in sea surface elevation are a good indicator for the movement of loop current eddies. Our visualization approach enables their interactive exploration and analysis. We enable analysis of the spatial domain, for planning the placement of structures, as well as detailed exploration of the temporal evolution at any chosen position, for the prediction of critical ocean states that require the shutdown of rig operations. We illustrate this using a real-world simulation of the Gulf of Mexico.",
		"event-place": "Thuwal, Saudi Arabia",
		"genre": "Dissertation",
		"language": "en",
		"publisher": "King Abdullah University of Science and Technology",
		"publisher-place": "Thuwal, Saudi Arabia",
		"source": "repository.kaust.edu.sa",
		"title": "Visual Workflows for Oil and Gas Exploration",
		"URL": "http://hdl.handle.net/10754/287324",
		"author": [
			{
				"family": "Hollt",
				"given": "Thomas"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2013",
					4,
					14
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/YWJ9LSAS",
		"type": "thesis",
		"abstract": "This thesis presents our efforts to build an operational ensemble forecasting system for the Red Sea, based on the Data Research Testbed (DART) package for ensemble data assimilation and the Massachusetts Institute of Technology general circulation ocean model (MITgcm) for forecasting. The Red Sea DART-MITgcm system efficiently integrates all the ensemble members in parallel, while accommodating different ensemble assimilation schemes. The promising ensemble adjustment Kalman filter (EAKF), designed to avoid manipulating the gigantic covariance matrices involved in the ensemble assimilation process, possesses relevant features required for an operational setting. The need for more efficient filtering schemes to implement a high resolution assimilation system for the Red Sea and to handle large ensembles for proper description of the assimilation statistics prompted the design and implementation of new filtering approaches. Making the most of our world-class supercomputer, Shaheen, we first pushed the system limits by designing a fault-tolerant scheduler extension that allowed us to test for the first time a fully realistic and high resolution 1000 ensemble members ocean ensemble assimilation system. In an operational setting, however, timely forecasts are of essence, and running large ensembles, albeit preferable and desirable, is not sustainable. New schemes aiming at lowering the computational burden while preserving reliable assimilation results, were developed. The ensemble Optimal Interpolation (EnOI) algorithm requires only a single model integration in the forecast step, using a static ensemble of preselected members for assimilation, and is therefore computationally significantly cheaper than the EAKF. To account for the strong seasonal variability of the Red Sea circulation, an EnOI with seasonally-varying ensembles (SEnOI) was first implemented. To better handle intra-seasonal variabilities and enhance the developed seasonal EnOI system, an automatic procedure to adaptively select the ensemble members through the assimilation cycles was then introduced. Finally, an efficient Hybrid scheme combining the dynamical flow-dependent covariance of the EAKF and a static covariance of the EnOI was proposed and successfully tested in the Red Sea. The developed Hybrid ensemble data assimilation system will form the basis of the first operational Red Sea forecasting system that is currently being implemented to support Saudi Aramco operations in this basin.",
		"event-place": "Thuwal, Saudi Arabia",
		"genre": "Dissertation",
		"language": "en",
		"publisher": "King Abdullah University of Science and Technology",
		"publisher-place": "Thuwal, Saudi Arabia",
		"source": "repository.kaust.edu.sa",
		"title": "Efficient Ensemble Data Assimilation and Forecasting of the Red Sea Circulation",
		"URL": "http://hdl.handle.net/10754/666074",
		"author": [
			{
				"family": "Toye",
				"given": "Habib"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					11,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/F773PT3C",
		"type": "thesis",
		"event-place": "Seattle, WA",
		"genre": "Dissertation",
		"publisher": "University of Washington",
		"publisher-place": "Seattle, WA",
		"title": "Applying Ensemble Data Assimilation to Understand Tropical Cyclogenesis",
		"URL": "https://www.proquest.com/openview/2affd5621513f489a1e4e62d0fa48650/1?cbl=18750&pq-origsite=gscholar&parentSessionId=Kcys7YyCSe9d3x7MSN2WQgrpr9monQM9LbgfOXLRcJQ%3D",
		"author": [
			{
				"family": "Mahajan",
				"given": "Rahul",
				"suffix": "B."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2011"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/HRQHG39X",
		"type": "thesis",
		"abstract": "L’objectif de cette thèse est d’obtenir une meilleure connaissance des ondes de gravité atmosphériques, de leurs sources et caractéristiques, et de leur propagation au moyen d’observations ballons et de simulations. Les ballons pressurisés (SPBs) utilisés dans cette thèse sont une des meilleures plateformes d’observations des ondes de gravité, et permettent d’obtenir l’ensemble de leurs caractéristiques. Les modèles à haute résolution donnent une description complète de l’écoulement, non seulement des ondes, mais aussi de leurs sources. Nous avons combiné mesures par SPBs et modélisation pour décrire les ondes de gravité et évaluer le réalisme des champs d’ondes de gravité dans des sorties de modèles. En s’appuyant sur les observations de PreConcordiasi (2010), les ondes de gravité convectives sont décrites aux Tropiques sur l’ensemble de la campagne, ainsi que sur un cas de cyclone tropical en développement. Dans un deuxième temps, les observations de la campagne Concordiasi (2010) nous permettent de quantifier le réalisme du champ d’onde de gravité résolu aux hautes latitudes (hémisphère sud) décrit dans les analyses de l’ECMWF. Un bon accord géographique et saisonnier est observé pour les flux de quantité de mouvement et l’intermittence. Cependant, il est montré que la magnitude des flux est sous-estimée dans les analyses de l’ECMWF. Enfin, une contribution aux campagnes opérationnelles ballons est apportée, en se focalisant sur les ballons stratosphériques ouverts qui sont le plus grand défi pour le CNES. Pour des cas d’étude lors de la campagne Strapolété (2009), nous montrons que l’incertitude sur la position de retombée des ballons peut être réduite dans une configuration simple en assimilant des observations par radiosondages.",
		"event-place": "Paris, France",
		"genre": "Dissertation",
		"language": "fr",
		"publisher": "Université Paris 6",
		"publisher-place": "Paris, France",
		"source": "theses.hal.science",
		"title": "Etude des ondes de gravité dans l’atmosphère au moyen de ballons et de simulations",
		"URL": "https://theses.hal.science/tel-01176779",
		"author": [
			{
				"family": "Jewtoukoff",
				"given": "Valerian"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2014",
					10,
					19
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/6W2DSZCU",
		"type": "thesis",
		"event-place": "Miami, FL",
		"genre": "Dissertation",
		"publisher": "University of Miami",
		"publisher-place": "Miami, FL",
		"title": "Understanding the Influence of Assimilating Satellite-Derived Observations on Mesoscale Analyses and Forecasts of Tropical Cyclone Track and Structure",
		"URL": "https://scholarship.miami.edu/esploro/outputs/doctoral/Understanding-the-Influence-of-Assimilating-Satellite-Derived-Observations-on-Mesoscale-Analyses-and-Forecasts-of-Tropical-Cyclone-Track-and-Structure/991031448085102976",
		"author": [
			{
				"family": "Wu",
				"given": "Ting-Chi"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2014"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/LW5RZQFW",
		"type": "thesis",
		"abstract": "Data assimilaatio on estimointi menetelmä, jolla voidaan yhdistää informaatiota useista eri lähteistä. Data assimilaatio menetelmien hyödyllisyys näkyy erityisesti kun yhdistetään epäsuoria havaintoja mallin tilaan. Tässä tutkielmassa keskitytään sekventiaalisiin data assimilaatio menetelmiin, jotka pohjautuvat Kalman filter -menetelmään. Kalman filter -menetelmä johdetaan Bayesin kaavasta ja sen pohjalta esitellään ensemble-menetelmiä, jotka usein ovat laskennallisesti kevyempiä approksimaatiota Kalman filter -menetelmästä. Tutkielmassa sovelletaan Ensemble Adjustment Kalman filter -menetelmään orgaanisen maahiilen hajoamista kuvaavaan Yasso-malliin. Yasson avulla mallinnetaan pitkäaikaista maahiiltä kuudelta eri pellolta. Ennusteita parannetaan data assimilaation avulla yhdistämällä ennusteeseen mittauksista saatu informaatio.",
		"event-place": "Helsinki, Finland",
		"genre": "Thesis",
		"language": "eng",
		"note": "publisher: Helsingin yliopisto",
		"publisher": "University of Helsinki",
		"publisher-place": "Helsinki, Finland",
		"source": "helda.helsinki.fi",
		"title": "Data assimilation using the Ensemble Adjustment Kalman ﬁlter with application to soil organic carbon modelling",
		"URL": "https://helda.helsinki.fi/items/URN:NBN:fi:hulib-201905292226",
		"author": [
			{
				"family": "Laine",
				"given": "Maisa"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/MKPCLD9W",
		"type": "thesis",
		"event-place": "London, UK",
		"genre": "Dissertation",
		"publisher": "Imperial College London",
		"publisher-place": "London, UK",
		"title": "Applications of regional ocean Ensemble Kalman Filter data assimilation",
		"URL": "https://core.ac.uk/outputs/195780835/",
		"author": [
			{
				"family": "Li",
				"given": "Yi"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/8A9YYXWX",
		"type": "thesis",
		"event-place": "Milwaukee, WI",
		"genre": "Thesis",
		"publisher": "University of Milwaukee",
		"publisher-place": "Milwaukee, WI",
		"title": "An Investigation of the Conditional Practical Predictability of the 31 May 2013 Heavy-Rain-Producing Mesoscale Convective System",
		"URL": "https://dc.uwm.edu/etd/1853",
		"author": [
			{
				"family": "Kuroski",
				"given": "Aidan"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					8,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/TKM6RMJE",
		"type": "thesis",
		"event-place": "Melbourne, VIC, Australia",
		"genre": "Dissertation",
		"publisher": "Royal Melbourne Institute of Technology",
		"publisher-place": "Melbourne, VIC, Australia",
		"title": "Physical understanding and forecasting of the thermospheric structure and dynamics",
		"URL": "https://researchrepository.rmit.edu.au/esploro/outputs/doctoral/Physical-understanding-and-forecasting-of-the-thermospheric-structure-and-dynamics/9921863942601341",
		"author": [
			{
				"family": "Kodikara",
				"given": "Timothy"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/4JDXW986",
		"type": "thesis",
		"abstract": "An impact assessment of a Fishery Observing System (FOS) network in the Adriatic Sea was\ncarried out with an ocean circulation model fully-coupled with a data assimilation system. The FOS data are single point vertical values of temperature collected in 2007. In this study, we used\nthe Observing System Experiment (OSE) and Observing System Simulation Experiment (OSSE)\nmethodologies to estimate the impact of different FOS design and sensors implementation. OSEs\nwere conducted to evaluate real observations and they show that the FOS network improves the\nanalysis significantly, especially during the stratification season. Root mean square (RMS) of\ntemperature errors are reduced by about 44% and 36% in the upper and lower layers respectively.\nWe also demonstrated that a similar impact can be obtained with a reduced number of vessels\nif the spatial coverage of the data points does not change significantly. In the OSSE, the impact\nof the implementation of a CTD (conductivity-temperature-depth) sensor in place of the existing\ntemperature sensor was tested with identical twin approaches between January and April 2007. The\nresults imply that the assimilation of salinity does not improve the analysis significantly during the\nwinter and spring seasons.",
		"event-place": "Venezia VE, Italy",
		"genre": "Dissertation",
		"language": "en",
		"note": "Accepted: 2016-12-12",
		"publisher": "Università Ca' Foscari Venezia",
		"publisher-place": "Venezia VE, Italy",
		"source": "dspace.unive.it",
		"title": "Advanced modeling and data assimilation methods for the design of sustained marine monitoring networks",
		"URL": "http://dspace.unive.it/handle/10579/10343",
		"author": [
			{
				"family": "Aydogdu",
				"given": "Ali"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2017",
					2,
					7
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/NATDZPGU",
		"type": "thesis",
		"event-place": "College Park, MD",
		"genre": "Dissertation",
		"publisher": "University of Maryland",
		"publisher-place": "College Park, MD",
		"title": "An Evaluation of Convection-Allowing Ensemble Forecast Sensitivity to Initial Conditions",
		"URL": "http://hdl.handle.net/1903/28405",
		"author": [
			{
				"family": "Schwartz",
				"given": "Craig"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/GU5YWS6Q",
		"type": "thesis",
		"event-place": "University Park, PA",
		"genre": "Dissertation",
		"publisher": "Pennsylvania State University",
		"publisher-place": "University Park, PA",
		"title": "An Idealized Modeling Study of the Nontornadic and Tornadic Supercells Intercepted by VORTEX2 on 10 June 2010",
		"URL": "https://etda.libraries.psu.edu/catalog/17533amk5375",
		"author": [
			{
				"family": "Klees",
				"given": "Alicia"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2020"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/DQFQAZFD",
		"type": "thesis",
		"abstract": "Current National Weather Service operations forecast hydrologic conditions probabilistically at most of the United States Geological Survey (USGS) stream gauges across the continental United States. The successful implementation of such an approach, operationally, suggests the hypothesis that a probabilistic approach would reduce uncertainty of hydrologic forecasts in ungauged basins. Forecast improvement in ungauged basins is of great interest to the United States Army due to a combination of the remoteness and hydrologic safety risk associated with low-water crossings (LWXs) commonly used as river infrastructure on military training lands.\nIn this work, two historical deadly flooding events were hindcasted at three LWXs at Fort Hood, Texas. A probabilistic precipitation forcing cascades uncertainty through hydrologic and hydraulic models. Each precipitation ensemble member corresponds to an independent model run, resulting in ensembles of streamflow at a 24-hour lead time. The forecast is expanded to predict river hydraulics, through flow velocity and depth, at specific river LWXs. Analysis of the hindcast of two events indicates that cascading probabilistic precipitation through hydrologic and hydraulic models adds robustness to river forecasts compared to deterministic methods. The approach provides a means to communicate the uncertainty of predictions through model member agreement. Analysis of different methods for conveying hydrologic risk from model output leads to our recommendation that a hydraulic safety threshold, calculated as the multiplication of flow velocity and depth, is the best approach for U.S. Army stakeholders in terms of communicating hydrologic risk, as well as associated model uncertainty in the simplest manner possible.",
		"event-place": "Urbana-Champaign, IL",
		"genre": "Thesis",
		"license": "Copyright 2018 Sean Matus",
		"publisher": "University of Illinois",
		"publisher-place": "Urbana-Champaign, IL",
		"source": "www.ideals.illinois.edu",
		"title": "Using ensemble precipitation forecasts to improve hydrologic risk assessment at river crossings",
		"URL": "https://hdl.handle.net/2142/102508",
		"author": [
			{
				"family": "Matus",
				"given": "Sean Alan"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2018",
					12,
					11
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/GRR5KAS2",
		"type": "thesis",
		"abstract": "Ensemble modeling has provided a wealth of advantages in the realm of forecasting by implementing a large range of possible forecast outcomes. With an increase in ensemble member size brings a reduction in forecast errors and improved skill resulting in increased forecast accuracy of meteorological events. If models are able to forecast these events more accurately, communities could establish preparations with enough time to save lives and property. Therefore, further increasing the ensemble size with older initializations using a time-lag approach could result in an improved probabilistic forecast as long as the degradation introduced by the older ensemble members are smaller than the improvements due to a larger sample size. The Texas Tech University Weather Research and Forecasting (WRF) Model was used to obtain data for the purpose of this study, specifically, the 4 km nested grid. Data Assimilation Research Testbed (DART) software was also utilized to apply an ensemble Kalman filter (EnKF) to the WRF Model. This study analyzes the model output from 27 April 2016 to 3 June 2016 over a domain that extends from Texas northward into South Dakota and from the Rocky Mountains eastward into the Appalachian Mountains. Two model initializations were run at 00 UTC and 12 UTC for each day within the dataset and 48 forecast hours were also included for each run. Due to above average rainfall that occurred within the domain used for this study, hourly precipitation accumulation was the primary focus of this study, but other surface and upper air variables were also verified. This study analyzes the usefulness of time-lagged ensembles by introducing a maximum time-lag (MTL), a single time-lag (STL), and a double time-lag (DTL) to the initial WRF ensemble output. Each time-lagging technique was then verified using observational data and analyzed to determine if an increase in skill occurred. Verification metrics used within this study include traditional, probabilistic, neighborhood, and dichotomous. The two primary questions that this study aims to answer are: (1) how an increase in skill score occurs with respect to each forecasted surface and upper air variable that was verified (2) if the use of a time-lagged ensemble will lead to an increase in the skill and usefulness of the model without any degradation in skill. As a result, this study determined that the use of the time-lagged ensemble yielded and increase, decrease or no change in skill depending on the forecast hour, threshold, and variables that were verified. With respect to the surface and upper air variables, the use of time-lagged ensembles does result in increased skill scores, specifically during the early forecast hours. The time-lag has the greatest impact on both the surface and upper air dewpoint, followed by temperature, wind speed, and wind direction. This is likely caused by a decrease in the magnitude of the surface and upper air variables resulting in a reduction of the values within the ensemble mean. This likely decreased the deviation between the forecast and observations, resulting in an increase in skill. The verification of the time-lags with respect to precipitation accumulation also varied depending on the metric used. The point-based verification method generated values that indicated a decrease in skill occurred, whereas the neighborhood technique suggests that an increase in skill occurs, especially for higher threshold values. The dichotomous method denoted an increase skill for a threshold of 0.01 inches, but either decreased or did not change for the remaining three threshold values. Lastly, the probabilistic approach indicated that any increase in skill primarily occurred during the first few hours of the analysis period.",
		"event-place": "Lubbock, TX",
		"genre": "Thesis",
		"language": "en",
		"publisher": "Texas Tech University",
		"publisher-place": "Lubbock, TX",
		"source": "ttu-ir.tdl.org",
		"title": "Improving the Short-Term Forecast Accuracy of Heavy Precipitation Events Using Time-Lagged Ensembles",
		"URL": "https://hdl.handle.net/2346/96517",
		"author": [
			{
				"family": "Dufort",
				"given": "Jilliann A."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					12
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/8JAB85UZ",
		"type": "thesis",
		"abstract": "This dissertation explores the utility of high-resolution satellite carbon dioxide (CO2) and water vapor measurements for advancing climate treaty verification, for improving numerical weather prediction (NWP), and for understanding natural carbon cycling in the terrestrial biosphere. We present a series of Observing System Simulation Experiments (OSSEs) using a carbon-weather data assimilation (DA) system, where the state vector comprises weather variables (wind, temperature, humidity and pressure) and atmospheric CO2 mixing ratios. The system seeks the optimal fit between a suite of synthetic meteorological and satellite-based total column CO2 (XCO2) observations with forecasts from a global Earth system model. Given the incomplete observations and imperfect model, the simultaneous assimilation of weather and CO2 observations into our system yields the best approximation of atmospheric transport as well as its uncertainty, something not captured by other community carbon data assimilation and surface flux inversion systems which use a single realization of atmospheric transport. Our assimilation window is six hours, meaning that we have a time-evolving estimate of the atmospheric state, and its uncertainty (represented by the spread in the ensemble) at the resolution of six hours. In Chapter 2, we employ this machinery to assess the capability of our carbon-weather DA system, along with satellite-borne XCO2 observations, to detect underreporting of CO2 emissions at the scale of a large country. In a series of OSSEs, we assimilate synthetic observations of XCO2 at the locations of (1) the Orbiting Carbon Observatory 2 (OCO-2) soundings and (2) a hypothetical observing system which observes globally at 1pm local time. Fossil fuel CO2 emissions are modified to have a -50% bias over China, but the observations are pulled from a model run where this bias is not present. We test whether the data assimilation system can detect the imposed bias by examining the near-surface innovation in CO2 mass in a method similar to the mass-balance inversion. We find that with the hypothetical observation strategy, we can recover half of the imposed bias, and that the ensemble mean of the near-surface CO2 tracks the truth during the daytime, but underestimates the truth during the unconstrained nighttime hours over the region of the imposed bias. For the OCO-2 strategy, we detect a signal at the location of the imposed bias that is obscured by problems such as observation coverage. We discuss potential additions to the observing system which could optimize the detection of biased emissions with our data assimilation machinery. Chapter 3 presents results from OSSEs aimed at understanding the potential of OCO-2 total precipitable water (TPW) and XCO2 to improve weather forecasting capabilities. The hypothesis is that the time- and space-varying correlation between the satellite observable and wind in the Earth System Model could be used to improve the weather forecast where wind observations are sparse. We find that the TPW observations impact all meteorological state variables in the experiment, and that the XCO2 observations reduce weather forecast errors globally, and most significantly in the southern extratropics, in all meteorological fields except humidity. We conclude that both of these observation types from OCO-2 could serve as useful additions to the suite of observations assimilated by national weather forecasting centers. In Chapter 4, we calculate global CO2 surface fluxes as a residual in the vertically-integrated CO2 tracer transport equation, using time-varying 3D-CO2 and meteorology reanalysis fields from a carbon-weather DA system that assimilates weather and XCO2 from the Atmospheric Infrared Sounder (AIRS). As AIRS XCO2 is weighted in the mid-troposphere, we find that the most significant impact on the surface flux calculation is in the tropics, especially over the Amazon and in the tropical Pacific, where intense convection mixes CO2 through the entire tropospheric column. We compare our posterior flux estimates to those made by CarbonTracker and find general sign agreement except in the Amazon region. Here we estimate a net annual sink of -0.26 PgC whereas CarbonTracker, which uses only surface observations, estimates a net annual source of about the same magnitude.",
		"event-place": "Berkeley, CA",
		"genre": "Dissertation",
		"language": "en",
		"publisher": "University of California",
		"publisher-place": "Berkeley, CA",
		"source": "escholarship.org",
		"title": "Development and Applications of a Carbon-Weather Data Assimilation System",
		"URL": "https://escholarship.org/uc/item/8875f13t",
		"author": [
			{
				"family": "Wuerth",
				"given": "Stephanie"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/76BUYBQ4",
		"type": "thesis",
		"abstract": "The observed rapid changes in the Arctic are important to quantify not only for understanding the region, but also for understanding how processes between the Arctic and lower latitudes can interact to culminate in high-impact weather events. The tropopause polar vortex (TPV) is an Arctic feature that can interact with mid-latitude atmospheric flow, in which the maintenance and intensification of TPVs depends on diabatic processes. Improved knowledge and a better representation of TPV-mid-latitude interactions in numerical prediction models could extend forecast skill beyond the present-day barrier of 7-10 days. \n\nThis study investigates TPVs in the Arctic and their interactions with mid-latitude atmospheric flow using a newly developed global modeling system. This modeling system couples an ensemble Kalman filter (EnKF) data assimilation software (DART) with the Model for Prediction Across Scales (MPAS) global model called MPAS-DART. This system utilizes a newly developed non-hydrostatic global model that allows for smooth transitions from coarse to fine mesh resolutions. The EnKF data assimilation technique allows for flow-dependent background error covariances within MPAS-DART, which is especially important in data sparse regions like the Arctic. \n\nEvaluation of MPAS-DART over the Arctic shows reasonable consistency between the model and observations, however, there are some notable points for improvement. There is a cold bias in the upper-troposphere and lower-stratosphere levels where TPVs are often found, which is a result of too much cooling from the model's longwave radiation scheme. This overactive longwave cooling is associated with a moisture bias found in the same layer. Assimilating special dropsonde observations from a field campaign flight mission through a TPV mitigates the moisture bias, especially in analyses. Implementing an improved moisture initialization procedure is able to alleviate the moisture bias, even in the absence of special observations. The moisture bias and associated longwave cooling in MPAS-DART results in less intense TPVs later in their lifetimes compared to ERA-5. \n\nAfter quantifying the bias patterns in MPAS-DART, an interaction of TPVs with mid-latitude flow is investigated through the hypothesis that TPVs can initiate Rossby wave packets. Referred to as Rossby wave initiation (RWI), flow patterns relevant to RWI development are more sensitive to TPV position relative to the jet stream than to TPV intensity. The moisture field, a well-documented source of RWI, is not found to be sensitive to TPV characteristics. A surface cyclone that develops downstream of the RWI is sensitive to the position and magnitude of potential vorticity and windspeed in the upper levels. Lastly, it is found that surface cyclone strength is sensitive to moisture with stronger cyclones associated with increased moisture.\n\nThis study is one of the first to demonstrate the utility of a state-of-the-art global modeling system in the Arctic for process studies. While room remains for improvement, the tool enabled valuable scientific exploration of a recently documented Arctic feature, TPVs. Using tools such as this one allow for improved understanding of complex atmospheric processes, their evolution, and the the potential feedbacks between processes, which is particularly powerful in a remote and data-sparse region like the Arctic.",
		"event-place": "Norman, OK",
		"genre": "Dissertation",
		"language": "en_US",
		"note": "Accepted: 2020-05-08T19:40:31Z",
		"publisher": "University of Oklahoma",
		"publisher-place": "Norman, OK",
		"source": "shareok.org",
		"title": "Tropospheric Polar Vortices and Impacts on Atmospheric Flow from the Arctic to the Mid-Latitudes using a New Global Modeling System",
		"URL": "https://shareok.org/handle/11244/324334",
		"author": [
			{
				"family": "Riedel",
				"given": "Christopher"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					5,
					8
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/TZYSDWUR",
		"type": "thesis",
		"abstract": "Strongly nonlinear model dynamics and observation operators can induce bias in Gaussian-based data assimilation methods commonly used for numerical weather prediction, such as ensemble Kalman filters (EnKFs) and the 4D variational method (4DVar). This limitation is apparent for multiscale weather prediction systems that exhibit large uncertainty in smaller scales, or when observations are sensitive to cloud processes. Several methods have been proposed for improving data assimilation performance in nonlinear regimes. Examples include the adoption of an \"outer loop\" in variational methods, which helps reduce bias caused by linear assumptions. Likewise, numerous \"iterative ensemble methods\" exist, which periodically re-linearize model and measurement operators in the same manner. While the convergence properties of the latter methods are not completely known, numerical experiments performed by several previous studies suggest they can provide accurate solutions for mildly nonlinear problems. Another strategy that has gained momentum in recent years is to apply dimension-reduction procedures (namely, localization) to particle filters (PFs). PFs avoid the parametric estimation of Bayesian posterior densities, thus providing great flexibility for solving non-Gaussian data assimilation problems. However, these methods are more easily affected by sampling error than Gaussian-based methods—even when using localization. My research introduces new approaches that bridge Gaussian and non-Gaussian data assimilation for geophysical models. To begin, the first part of this study investigates intrinsic limitations in data assimilation methods that are currently used for nonlinear applications in geoscience. We then propose novel data assimilation strategies for combining PFs with Gaussian-based methods that are more robust to sampling error. We demonstrate that the approaches have significant value within modern high-resolution regional atmospheric modeling systems, which are designed specifically for predicting tropical cyclones and severe convective storms. We further emphasize that this research has general implications for data assimilation within Earth-system models.",
		"event-place": "College Park, MD",
		"genre": "Dissertation",
		"language": "en",
		"publisher": "University of Maryland",
		"publisher-place": "College Park, MD",
		"source": "drum.lib.umd.edu",
		"title": "Bridging Gaussian and non-Gaussian Data Assimilation for High-Dimensional Geophysical Models",
		"URL": "http://hdl.handle.net/1903/31721",
		"author": [
			{
				"family": "Kurosawa",
				"given": "Kenta"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2023"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/LQ6QRJ7H",
		"type": "thesis",
		"abstract": "Severe convective storms cause enormous loss of life and damage to property. Despite tremendous improvements in numerical weather prediction (NWP) over the last decades, predicting hazards at the convective scale (4-40 km) remains particularly challenging. Convective-scale forecasts are sensitive to small-scale errors which conventional observations fail to resolve. Visible and infrared satellite channels observe the convective scale at sufficient resolution in time and space. However, their assimilation in operational NWP systems is still very limited as their assimilation involves nonlinear observation operators, non-Gaussian error distributions and potentially ambiguous information. This thesis tries to estimate the potential of assimilating cloud-affected infrared and visible satellite observations for the prediction of severe storms and to improve our understanding of observation operator nonlinearity. This thesis focuses on the potential impact of satellite observations in an idealized framework, where the truth is perfectly known and systematic model and operator deficiencies are excluded. Idealized observing-system simulation experiments (OSSE) are employed, in which a model simulation is used as virtual truth. This virtual truth is simulated by integrating two selected initial conditions with the Weather Research and Forecasting (WRF) model. The first scenario represents isolated convection triggered by a warm air bubble, whose location is uncertain in the forecast ensemble. The second scenario features deep convection scattered throughout the domain with a forecast ensemble that is uncertain about the location and the life-cycle stage of convection. Observations are generated synthetically from both scenarios and assimilated into a 40-member forecast ensemble using the Ensemble Adjustment Kalman Filter. The thesis is based on three publications. The first publication estimates the potential forecast impact of assimilating either visible (0.6 µm) or infrared (6.2 and 7.3 µm) satellite observations in the two aforementioned scenarios relative to the impact of assimilating radar reflectivity observations. Results showed that the assimilation of satellite observations was nearly as beneficial as the assimilation of three-dimensional radar reflectivity observations when the prior forecast's uncertainty was mostly in the horizontal position. When the location and the stage of convection were unknown, the impact of satellite observations was similar to that of 2D radar observations. The second publication extends previous research on assimilating individual satellite channels to the combined assimilation of multiple channels and evaluates the vertical distribution of the resulting analysis error for different cloud conditions. It is revealed that the combined assimilation can mitigate the ambiguity of individual visible and infrared channels and improve the analysis of clouds. In the third manuscript, the effect of observation operator nonlinearity of visible and infrared radiances, which violates a basic assumption of current data assimilation schemes, is studied. This is done by estimating the deviation of the analysis from the expected analysis that would result from a linear observation operator. Furthermore, it is investigated if observations with small deviations from the model first-guess should be excluded from the assimilation. While these observations sometimes exhibit a detrimental impact, the results reveal that it is still beneficial to include them in the assimilation as they tell the ensemble that the first-guess is already very accurate. This work contributes to a better understanding of the potential benefits of assimilating cloud-affected satellite observations for early and accurate convective-scale severe weather warnings.",
		"event-place": "Wien, Austria",
		"genre": "Dissertation",
		"language": "en",
		"note": "publisher: :none",
		"publisher": "University of Vienna",
		"publisher-place": "Wien, Austria",
		"source": "DOI.org (Datacite)",
		"title": "Assimilation of cloud-affected satellite observations for convective-scale numerical weather prediction",
		"URL": "https://utheses.univie.ac.at/detail/70638",
		"author": [
			{
				"family": "Kugler",
				"given": "Lukas"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					7,
					24
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3887706/items/KJ344CKW",
		"type": "thesis",
		"event-place": "Nanjing, Sū, China",
		"genre": "Dissertation",
		"publisher": "Nanjing University of Information Science & Technology",
		"publisher-place": "Nanjing, Sū, China",
		"title": "Advancing the improvement of soil moisture estimation from satellite observations and land models",
		"URL": "https://gjy.nuist.edu.cn/english/main.htm",
		"author": [
			{
				"family": "Hagan",
				"given": "Daniel F. T."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2020"
				]
			]
		}
	}
]